export const program = [
  {
    time: "10:00",
    title: "Հովհաննես Թումանյանի անվան\n Հիմնական թիվ 7",
    address: "",
    img: "/img3.jpg",
  },
  {
    time: "12:00",
    title: "Սուրբ Հռիփսիմե եկեղեցի",
    address: "Սուրբ Հռիփսիմե եկեղեցի",
    img: "/img4.jpg",
  },
  {
    time: "17:30",
    title: "Էլինար Ռեստորանային Համալիր",
    address: "Էլինար Ռեստորանային Համալիր",
    img: "/img5.jpg",
  },
];
export const txt1 = " Ամեն սկիզբ ունի ավարտ, \n Ամեն ավարտ մի նոր սկիզբ է․․․";
export const txt2 =" Սիրով հրավիրում ենք Ձեզ  \n ներկա գտնվելու մեր  \n ՎԵՐՋԻՆ ԶԱՆԳ \nհանդիսավոր միջոցառմանը։ \n 23 Մայիսի, 2026 \n Ժամը՝ 10:00  \n Մեր հարազատ դպրոցում";
export const txt3 ="Եկեք միասին ամփոփենք մեր դպրոցական \n անմոռանալի տարիները: Սիրով սպասում \n ենք բոլորիդ մեր մեծ տոնին:";
export const txt4 ="12 տարի միասին \n 21,000 ժամ դպրոցական պատերի \n  ներսում \n  150 անգամ հնչած «դասից փախնելու» առաջարկ \n  1 անփոփոխ ու սիրված դասարան";
export const anim: any = {
  initial: { opacity: 0, y: 10 },
  whileInView: {
    opacity: 1,
    y: 0,
    transition: {
      duration: 1,
      ease: "easeIn",
    },
  },
  viewport: { once: true },
};
